[
    {
        "pid": 20890008,
        "present_illness": "___ with no significant PMH presenting with acute onset of RLQ pain x 2 days. Patient reports feeling lower quadrant discomfort on ___ morning but that it worsened significantly at night, waking her up from sleep. She endorses anorexia without nausea  or vomiting. Denies fevers or chills. Has some right-sided flank pain without dysuria or hematuria. Denies previous URI symptoms.  She no longer gets her period as she has an IUD in place. Denies a history of bloody stools, diarrhea, sick contacts or recent exposures. Travels within the ___ for work and pleasure.   Past Medical History: PMH: none  PSH: none  ___: none    Social History: ___ Family History: Fam Hx: no history of Crohn's or UC. Grandfather with ___ types of cancers including possible leukemia' otherwise no hx of malignancy",
        "physical_examination": "Temp: 97.6 HR: 46 BP: 106/65 RR: 18 100% Ra Gen: NAD HEENT: non icteric, atraumatic CV: RRR no m,r,g RESP: CTABL Abd: soft, non tender, non distended, incisions c/d/i Ext: wwpx4, palpable distal pulses",
        "laboratory_tests": {
            "HCG, Urine, Qualitative": "NEGATIVE.  FOR QUANTITATION OF POSITIVES, SEND SERUM FOR HCG.",
            "Urobilinogen": "NEG.",
            "Urine Color": "Straw.",
            "Urine Appearance": "Clear.",
            "Protein": "NEG.",
            "pH": "5.5 units",
            "Nitrite": "NEG.",
            "Specific Gravity": "1.016  ",
            "Ketone": "TR.",
            "Glucose": "82.0 mg/dL",
            "Blood": "NEG.",
            "Bilirubin": "NEG.",
            "Length of Urine Collection": "RANDOM.",
            "Leukocytes": "NEG.",
            "Bilirubin, Total": "0.4 mg/dL",
            "Albumin": "5.0 g/dL",
            "Alkaline Phosphatase": "67.0 IU/L",
            "Anion Gap": "14.0 mEq/L",
            "Asparate Aminotransferase (AST)": "28.0 IU/L",
            "Bicarbonate": "28.0 mEq/L",
            "Chloride": "99.0 mEq/L",
            "Urea Nitrogen": "11.0 mg/dL",
            "Estimated GFR (MDRD equation)": "Using this patient's age, gender, and serum creatinine value of 0.7,.  Estimated GFR = >75 if non African-American (mL/min/1.73 m2).  Estimated GFR = >75 if African-American (mL/min/1.73 m2).  For comparison, mean GFR for age group 30-39 is 107 (mL/min/1.73 m2).  GFR<60 = Chronic Kidney Disease, GFR<15 = Kidney Failure.",
            "Lipase": "132.0 IU/L",
            "Potassium": "3.9 mEq/L",
            "Sodium": "137.0 mEq/L",
            "Alanine Aminotransferase (ALT)": "19.0 IU/L",
            "Creatinine": "0.7 mg/dL",
            "Light Green Top Hold": "HOLD.",
            "Platelet Count": "226.0 K/uL",
            "PT": "11.1 sec",
            "Basophils": "0.3 %",
            "Eosinophils": "1.7 %",
            "Hematocrit": "37.5 %",
            "Hemoglobin": "13.1 g/dL",
            "Lymphocytes": "22.5 %",
            "MCH": "30.0 pg",
            "MCHC": "34.8 %",
            "MCV": "86.0 fL",
            "Monocytes": "5.9 %",
            "Neutrophils": "69.5 %",
            "RDW": "12.7 %",
            "Red Blood Cells": "4.35 m/uL",
            "White Blood Cells": "9.9 K/uL",
            "INR(PT)": "1.0",
            "PTT": "33.6 sec",
            "Lactate": "1.0 mmol/L",
            "Specimen Type": "VEN."
        },
        "radiology": "Note ID: 10040626-RR-9\nModality: CT\nRegion: Abdomen\nExam Name: CT ABD & PELVIS WITH CONTRAST\nReport: EXAMINATION:\nCT ABD AND PELVIS WITH CONTRAST:\n\nTECHNIQUE:\nMDCT images were obtained from the lung bases to the pubic\nsymphysis after administration of 130cc intravenous contrast.  Axial images\nwere interpreted in conjunction with coronal and sagittal reformats.\n\nDLP:\n404 mGy-cm\nCTDIvol:  8 mGy\n\nFINDINGS:\n\n\nCHEST:\nThe visualized lung bases are clear.  There is no pleural or pericardial\neffusion.\n\nABDOMEN:\nThe liver and gallbladder are normal.  The portal and hepatic veins are\npatent. The pancreas and spleen are unremarkable.  The adrenal glands are\nnormal bilaterally.  The kidneys enhance symmetrically with no hydronephrosis.\n\nThe stomach and small bowel are normal in caliber. Within the right lower\nquadrant, there is a dilated, hyperdense structure rising from the base of the\ncecum, which measures up to 9 mm, likely representing the appendix\ndemonstrating mucosal hyperenhancment with respect to adjacent bowel.  What is\nmost striking is hyperenhancement and wall thickening rather than fluid\ncontent.  Inflammatory changes are noted at the base of the cecum, and\nadjacent to the whole wall of the appendix, and probably particularly at the\ntip, which has an indistinct appearance.\n\nWithin the mesentery adjacent to the ascending colon, there are two strikingly\nenlarged and briskly enhancing lymph nodes measuring 1.4 and 1.8 cm, the\nformer with low-density material centrally, and both demonstrate surrounding\ninflammatory changes, including marked fat stranding about the node with\nsuspected necrotic or suppurative changes.\n\nThe ascending, transverse, and descending colon are unremarkable. There is no\nmesenteric free air.\n\nPELVIS:\nThe urinary bladder, and adnexa are unremarkable. The uterus contains\nan intrauterine device, and standard position. Small amount of simple free\nfluid is seen in the pelvis, likely physiologic.\n\nVESSELS:\nThe aorta is normal in caliber and its major branches are patent.\n\nOSSEOUS STRUCTURES:\nNo focal lytic or sclerotic lesion concerning for\nmalignancy.\n\nNOTIFICATION:\nFindings were discussed with Dr. ___ by Dr. ___\ntelephone at 23:52 on ___.\n\n",
        "diagnosis_label": [
            "appendicitis"
        ],
        "discharge_diagnosis": "acute appendicitis",
        "pkl_label": "appendicitis"
    },
    {
        "pid": 27892518,
        "present_illness": "The patient is a ___ year old male with medical history for chronic lower back pain who now presents with complaint of right lower quadrant/flank abdominal pain since this morning.  According to the patient, he was feeling well until yesterday afternoon, when he developed acute-onset of back pain. He does have a history of chronic lower back pain with multiple surgical interventions, however he states that the quality of the pain during this episode was different than his usual pain. These symptoms continued through-out the night, and this morning he noted that the discomfort had localized to the right lower quadrant/flank instead. At this time he also began experiencing some mild nausea, but no emesis. Due to the unusual and non-resolving nature of his symptoms, he presented to the ED for further evaluation.  He denies any fever or chills, has had normal bowel movements, and normal appetite (indeed, the patient reports feeling quite hungry). No recent sick contacts. No other associated systemic symptoms.     Past Medical History: Asthma, HT,neuropathy in bilateral legs and arm for multiple  years, GERD,   Recent weight loss>    Social History: ___ Family History: Non-contributory",
        "physical_examination": "Admission   Vitals: Temp: 98 HR: 112  Resp: 16  O2Sat: 97% General: No acute distress; alert and fully oriented Cardiac: Regular rate and rhythm; normal S1 and S2 Pulmonary: Lungs clear to auscultation bilaterally Abdomen: Soft, non-distended, acutely tender to palpation in the right lower quadrant; mild tenderness in the right upper quadrant; (+) rebound; (-) gaurding; (+) Rovsing/(+)Psoas signs Extremities: Warm and well-perfused",
        "laboratory_tests": {
            "Bilirubin": "NEG.",
            "Neutrophils": "68.5 %",
            "Platelet Count": "258.0 K/uL",
            "RDW": "12.7 %",
            "Red Blood Cells": "5.72 m/uL",
            "White Blood Cells": "19.2 K/uL",
            "Anion Gap": "20.0 mEq/L",
            "Bicarbonate": "20.0 mEq/L",
            "Chloride": "102.0 mEq/L",
            "Creatinine": "1.0 mg/dL",
            "Estimated GFR (MDRD equation)": "Using this patient's age, gender, and serum creatinine value of 1.0,.  Estimated GFR = >75 if non African-American (mL/min/1.73 m2).  Estimated GFR = >75 if African-American (mL/min/1.73 m2).  For comparison, mean GFR for age group 40-49 is 99 (mL/min/1.73 m2).  GFR<60 = Chronic Kidney Disease, GFR<15 = Kidney Failure.",
            "Glucose": "NEG.",
            "Potassium": "4.2 mEq/L",
            "Sodium": "138.0 mEq/L",
            "Urea Nitrogen": "15.0 mg/dL",
            "Light Green Top Hold": "HOLD.",
            "Monocytes": "5.0 %",
            "MCV": "85.0 fL",
            "MCHC": "36.6 %",
            "MCH": "30.9 pg",
            "Blood": "NEG.",
            "Ketone": "NEG.",
            "Leukocytes": "NEG.",
            "Nitrite": "NEG.",
            "pH": "5.5 units",
            "Protein": "NEG.",
            "Blue Top Hold": "HOLD.  DISCARD GREATER THAN 24 HRS OLD.",
            "Specific Gravity": "1.017  ",
            "Urine Color": "Yellow.",
            "Urobilinogen": "NEG.",
            "Basophils": "1.5 %",
            "Eosinophils": "2.6 %",
            "Hematocrit": "48.5 %",
            "Hemoglobin": "17.8 g/dL",
            "Lymphocytes": "22.3 %",
            "Urine Appearance": "Clear.",
            "Lactate": "1.8 mmol/L"
        },
        "radiology": "Note ID: 10070247-RR-22\nModality: CT\nRegion: Abdomen\nExam Name: CT ABD & PELVIS WITH CONTRAST\nReport: TECHNIQUE:\nMDCT images were obtained of the abdomen and pelvis after the\nadministration of intravenous contrast.  Reformatted coronal and sagittal\nimages were reviewed.\n\nFINDINGS:\n\n\nCT ABDOMEN WITH IV CONTRAST:\nThe bases of the lungs are clear.  Within the\nliver, there are calcifications within the left hepatic lobe which are\noriented in a linear configuration and possibly represent prior trauma or\ninfection.   No suspicious focal lesions are identified within the liver.  The\nportal vein is patent.  The gallbladder is unremarkable.  There is no intra or\nextrahepatic biliary ductal dilatation.  The pancreas, bilateral adrenal\nglands, spleen and bilateral kidneys are normal in appearance.  The stomach,\nduodenum and small bowel are also normal in appearance with no evidence of\nwall thickening or obstruction.\n\nWithin the right lower quadrant, there is an enlarged and fluid-filled\nappendix with apparent fecal material within the base of the appendix,\nmeasuring up to 2.1 cm in greatest diameter at the base (2:49).  Surrounding\ninflammatory fat stranding is also present.  There is no evidence of\nextraluminal air or drainable fluid collection.  Multiple small reactive lymph\nnodes are also present within the right lower quadrant.  The remaining large\nbowel is unremarkable with no evidence of wall thickening or obstruction. \nThere is no retroperitoneal or mesenteric lymph node enlargement.  The\nintra-abdominal vasculature demonstrates a normal caliber aorta throughout and\na widely patent celiac axis, superior mesenteric and inferior mesenteric\nartery.  Two right renal arteries are present.  There is relative atrophy of\nthe left rectus abdominis muscle, likely secondary to prior surgery with\nmultiple left-sided abdominal wall clips in place.\n\nCT PELVIS WITH IV CONTRAST:\nThe terminal ureters are unremarkable.  The\nbladder wall is slightly thickened, possibly due to incomplete distention. \nThe rectum and sigmoid are unremarkable.  There is no pelvic sidewall or\ninguinal lymphadenopathy.  A small fat-containing left inguinal hernia is\npresent.  There is no pelvic free fluid.\n\nOSSEOUS STRUCTURES:\nThere is evidence of prior spinal fusion at the L4-L5\nlevel with apparent donor graft site within the right iliac bone.  No\nsuspicious lytic or sclerotic lesion is present.   There has been interval\nremoval of orthopedic hardware from the lumbar spine.\n\n",
        "diagnosis_label": [
            "appendicitis"
        ],
        "discharge_diagnosis": "Appendicitis",
        "pkl_label": "appendicitis"
    },
    {
        "pid": 21807759,
        "present_illness": "HPI: ___ with history of prostate cancer presents with a 2 day history of abdominal pain which began with a periumbilical burning sensation and radiated to his RLQ this AM.  Patient denies fever, chills but reports some nausea and dry heaving.   He has had decreased appetite but denies diarrhea and hematochezia.   He is passing flatus and his last bowel movement was yesterday afternoon.  He reports that his pain has improved after  receiving morphine.    Past Medical History: PMH: Prostate Cancer    Social History: ___ Family History: NC",
        "physical_examination": "PHYSICAL EXAMINATION upon admission: ___   Temp:102 HR:80 BP:120j/80 Resp:20 O(2)Sat:92 on 5L low    Constitutional: Comfortable HEENT: Extraocular muscles intact Chest: Clear to auscultation Cardiovascular: Normal first and second heart sounds Abdominal: There is some guarding on the right side of the  abdomen and some mild right lower quadrant tenderness Extr/Back: No edema or calf tenderness was to Neuro: Speech fluent Psych: Normal mood",
        "laboratory_tests": {
            "Blue Top Hold": "HOLD.  DISCARD GREATER THAN 24 HRS OLD.",
            "Specific Gravity": "REFRACTOMETER.",
            "Urine Appearance": "Clear",
            "Urine Color": "Yellow",
            "Urobilinogen": "NEG mg/dL",
            "WBC": "0.0 #/hpf",
            "Yeast": "NONE",
            "Alanine Aminotransferase (ALT)": "28.0 IU/L",
            "Albumin": "4.6 g/dL",
            "Alkaline Phosphatase": "81.0 IU/L",
            "RBC": "6-10 #/hpf",
            "Anion Gap": "18.0 mEq/L",
            "Bicarbonate": "21.0 mEq/L",
            "Bilirubin, Total": "1.1 mg/dL",
            "Chloride": "100.0 mEq/L",
            "Estimated GFR (MDRD equation)": "Using this patient's age, gender, and serum creatinine value of 1.1,.  Estimated GFR = 67 if non African-American (mL/min/1.73 m2).  Estimated GFR = >75 if African-American (mL/min/1.73 m2).  For comparison, mean GFR for age group 60-69 is 85 (mL/min/1.73 m2).  GFR<60 = Chronic Kidney Disease, GFR<15 = Kidney Failure.",
            "Glucose": "NEG mg/dL",
            "Lipase": "16.0 IU/L",
            "Potassium": "5.3 mEq/L",
            "Sodium": "134.0 mEq/L",
            "Urea Nitrogen": "17.0 mg/dL",
            "Asparate Aminotransferase (AST)": "37.0 IU/L",
            "Protein": "25.0 mg/dL",
            "Creatinine": "1.1 mg/dL",
            "Nitrite": "NEG",
            "pH": "7.53 units",
            "Basophils": "0.3 %",
            "Eosinophils": "0.1 %",
            "Hematocrit": "44.7 %",
            "Hemoglobin": "15.0 g/dL",
            "Lymphocytes": "5.3 %",
            "MCHC": "33.7 %",
            "MCV": "96.0 fL",
            "Monocytes": "1.8 %",
            "Neutrophils": "92.6 %",
            "MCH": "32.3 pg",
            "RDW": "13.1 %",
            "Red Blood Cells": "4.65 m/uL",
            "White Blood Cells": "21.2 K/uL",
            "Bacteria": "OCC",
            "Leukocytes": "NEG",
            "Platelet Count": "219.0 K/uL",
            "Bilirubin": "NEG mg/dL",
            "Blood": "LG",
            "Epithelial Cells": "0.0 #/hpf",
            "Ketone": "TR mg/dL",
            "Lactate": "2.4 mmol/L",
            "Troponin T": "LESS THAN 0.01.  CTROPNT > 0.10 NG/ML SUGGESTS ACUTE MI.",
            "Phosphate": "4.5 mg/dL",
            "Magnesium": "1.9 mg/dL",
            "Creatine Kinase, MB Isoenzyme": "24.0 ng/mL",
            "Creatine Kinase (CK)": "1305.0 IU/L",
            "CK-MB Index": "1.8 %",
            "Calcium, Total": "8.5 mg/dL",
            "PTT": "25.1 sec",
            "PT": "12.0 sec",
            "INR(PT)": "1.0",
            "Base Excess": "5.0 mEq/L",
            "Calculated Total CO2": "29.0 mEq/L",
            "Intubated": "NOT INTUBATED.",
            "pCO2": "34.0 mm Hg",
            "pO2": "73.0 mm Hg",
            "Specimen Type": "ART.",
            "Thyroid Stimulating Hormone": "7.3 uIU/mL",
            "Thyroxine (T4), Free": "1.0 ng/dL",
            "Vancomycin": "5.7 ug/mL"
        },
        "radiology": "Note ID: 10073256-RR-10\nModality: Ultrasound\nRegion: Venous\nExam Name: UNILAT UP EXT VEINS US LEFT\nReport: LEFT UPPER EXTREMITY ULTRASOUND:\nGray-scale, color, and Doppler ultrasound\nwere used to evaluate the left internal jugular, subclavian, axillary,\nbasilic, brachial and cephalic veins.  Vessels in the forearm are also\nevaluated.  The cephalic vein contains expansile echogenic material, extending\nfrom the forearm to the mid upper arm, compatible with occlusive thrombus. \nMore proximally in the upper arm, cephalic vein is compressible and\ndemonstrates flow.  Clot does not extend to the deep system.\n\nDeep veins of the left upper extremity, including the basilic, brachial,\naxillary and subclavian veins are compressible (where applicable) with normal\nwaveforms.\n\nNote ID: 10073256-RR-11\nModality: Ultrasound\nRegion: Venous\nExam Name: UNILAT UP EXT VEINS US RIGHT\nReport: RIGHT UPPER EXTREMITY VENOUS ULTRASOUND.:\n\n\nFINDINGS:\nGrayscale and color sonograms of bilateral subclavian and\nright-sided internal jugular, cephalic, axillary, basilic, and brachial veins\nwere evaluated.  There is unchanged appearance of the waveforms in the\nsubclavian veins.  Remaining vessels demonstrated normal flow,\ncompressibility, and augmentation.\n\nNote ID: 10073256-RR-7\nModality: CT\nRegion: Abdomen\nExam Name: CT ABDOMEN W/CONTRAST\nReport: EXAM:\nAbdomen and pelvis CT.\n\nTECHNIQUE:\nThis is an interpretation of images acquired at an outside\ninstitution, for second opinion reading.  Data was acquired from the abdomen\nand pelvis after the administration of intravenous contrast.  Images were\ndisplayed in the axial and coronal planes.  Sagittal reformats were not\nincluded with the outside hospital images as is protocol at ___.\n\nFINDINGS:\nThere is bilateral dependent atelectasis in the lung bases.  The\nheart is grossly normal.\n\nABDOMEN WITH CONTRAST:\nThere are two hypodensities within the liver\nparenchyma, the more superior in segment VIII (2:14) measures 5 x 8 mm and is\ntoo small to fully characterize.  There is a second lobulated hypodensity\nwithin segment IVb (2:33), which measures 14 x 14 mm, not fully characterized\non this single phase study, but may represent a cyst.  However, consider\nultrasound if there is history of malignancy for further evaluation.\nComparison with prior CT studies would be helpful.  The gallbladder is normal.\nThe pancreas, spleen, and adrenal glands are normal.  The kidneys enhance\nsymmetrically.  There is a 32 x 27 mm cyst in the upper pole of the right\nkidney.  No bowel obstruction is seen.  There is no ascites.  There is no free\nabdominal air.\n\nPELVIS WITH CONTRAST:\nThere is a hyperemic dilated appendix with a maximum\ndiameter of 16 mm (2:61).  There is a proximal appendicolith (2:58) and\nadjacent cecal wall thickening.  There is surrounding mesenteric stranding and\na small amount of adjacent free fluid without a well-defined rim (2:62).  No\ndrainable fluid collection or extraluminal gas is seen.\n\nHigh density material in the prostate which are most likely brachytherapy\nseeds.  The bladder and rectum are normal.  There is no pelvic\nlymphadenopathy.\n\nBONE WINDOWS:\nThere are no fractures, lytic or sclerotic lesions.\n\nNote ID: 10073256-RR-8\nModality: Radiograph\nRegion: Chest\nExam Name: CHEST (PORTABLE AP)\nReport: EXAM:\nChest AP upright portable view.\n\nFINDINGS:\nSingle AP upright portable view of the chest was obtained.  There\nare relatively low lung volumes.  Patchy left base opacity is seen which could\nrelate to atelectasis although consolidation from pneumonia or aspiration is\nnot excluded.  There is also patchy right base opacity and minimal streaky\nmedial right upper lobe opacity, both of which could be due to atelectasis,\naspiration or infection.  No pneumothorax is seen.  There is no evidence of\nlarge pleural effusion.  The aorta is calcified and tortuous.  The cardiac\nsilhouette is not enlarged.\n\nNote ID: 10073256-RR-9\nModality: Radiograph\nRegion: Chest\nExam Name: CHEST (PORTABLE AP)\nReport: FINDINGS:\nPortable semi-upright AP radiograph of the chest is submitted for\nreview.  Nasogastric tube is seen with distal tip in the proximal stomach and\nproximal side port located at or slightly above the gastroesophageal junction.\nIt should be advanced for optimal positioning.  Relatively low lung volumes\nare again noted.  \n\nPatchy streak-like opacities are noted within the right and left bases as well\nas right upper lobe and likely represent atelectasis.  There has been interval\ndevelopment of bilateral pleural effusions along with interstitial opacities,\nmore prominent on the right than the left, consistent with pulmonary edema. \nThe cardiomediastinal silhouette is normal in appearance.  There is no\npneumothorax.\n\n",
        "diagnosis_label": [
            "appendicitis"
        ],
        "discharge_diagnosis": "acute appendicitis",
        "pkl_label": "appendicitis"
    },
    {
        "pid": 20345216,
        "present_illness": "Mr. ___ is an otherwise healthy ___ man who presents with 10h history of abdominal pain. The pain began periumbilically  and migrated to the right lower quadrant. He initially had one episode of diarrhea. Has not had any nausea or emesis. Denies fevers or chills. He has not wanted to eat since the pain began.    Past Medical History: Past Medical History: seasonal and food allergies  Past Surgical History: pilonidal cyst excision    Social History: ___ Family History: Non-contributory",
        "physical_examination": "On admission:  Vitals: 98.1 95 124/61 22 96%   GEN: A&O, NAD HEENT: No scleral icterus, mucus membranes moist CV: RRR, No M/G/R PULM: Clear to auscultation b/l, No W/R/R ABD: Soft, very TTP RLQ, +obturator sign, -Rosving sign. No rebound, some voluntary gaurding Ext: No ___ edema, ___ warm and well perfused",
        "laboratory_tests": {
            "Blue Top Hold": "HOLD.  DISCARD GREATER THAN 24 HRS OLD.",
            "Light Green Top Hold": "HOLD.",
            "EDTA Hold": "HOLD.  DISCARD GREATER THAN 8 HOURS OLD.",
            "Urea Nitrogen": "14.0 mg/dL",
            "Sodium": "139.0 mEq/L",
            "Potassium": "3.7 mEq/L",
            "Lipase": "23.0 IU/L",
            "Estimated GFR (MDRD equation)": "Using this patient's age, gender, and serum creatinine value of 0.8,.  Estimated GFR = >75 if non African-American (mL/min/1.73 m2).  Estimated GFR = >75 if African-American (mL/min/1.73 m2).  For comparison, mean GFR for age group 20-29 is 116 (mL/min/1.73 m2).  GFR<60 = Chronic Kidney Disease, GFR<15 = Kidney Failure.",
            "Creatinine": "0.8 mg/dL",
            "Chloride": "101.0 mEq/L",
            "Bilirubin, Total": "0.6 mg/dL",
            "Bicarbonate": "21.0 mEq/L",
            "Asparate Aminotransferase (AST)": "32.0 IU/L",
            "Anion Gap": "21.0 mEq/L",
            "Alkaline Phosphatase": "68.0 IU/L",
            "Albumin": "4.9 g/dL",
            "Glucose": "NEG.",
            "White Blood Cells": "18.0 K/uL",
            "Alanine Aminotransferase (ALT)": "35.0 IU/L",
            "Basophils": "0.3 %",
            "Eosinophils": "1.0 %",
            "Hematocrit": "45.7 %",
            "Lymphocytes": "13.9 %",
            "MCH": "30.2 pg",
            "Hemoglobin": "15.5 g/dL",
            "MCV": "89.0 fL",
            "Monocytes": "5.1 %",
            "Neutrophils": "79.7 %",
            "Platelet Count": "304.0 K/uL",
            "RDW": "12.9 %",
            "Red Blood Cells": "5.11 m/uL",
            "MCHC": "33.8 %",
            "Lactate": "2.6 mmol/L",
            "Urobilinogen": "NEG.",
            "Protein": "30.0 mg/dL",
            "Urine Mucous": "RARE.",
            "Urine Color": "Yellow.",
            "Urine Appearance": "Clear.",
            "Specific Gravity": "1.019  ",
            "RBC": "1.0 #/hpf",
            "pH": "8.5 units",
            "Bacteria": "NONE.",
            "Leukocytes": "NEG.",
            "Ketone": "150.0 mg/dL",
            "Epithelial Cells": "0.0 #/hpf",
            "Blood": "NEG.",
            "Bilirubin": "NEG.",
            "WBC": "0.0 #/hpf",
            "Nitrite": "NEG.",
            "Yeast": "NONE"
        },
        "radiology": "Note ID: 10080679-RR-12\nModality: Ultrasound\nRegion: Abdomen\nExam Name: US ABD LIMIT, SINGLE ORGAN\nReport: FINDINGS:\nSonographic evaluation of the right lower abdominal quadrant in the\nregion of the patient's pain demonstrates a noncompressible blind-ending\ntubular structure arising from the expected location of the cecum, likely the\nappendix.  This structure measures up to 1.3 cm in caliber and contains\nheterogeneous debris.  There is no significant surrounding hyperemia.  No\nperiappendiceal fluid collection is identified.\n\n",
        "diagnosis_label": [
            "appendicitis"
        ],
        "discharge_diagnosis": "Acute appendicitis",
        "pkl_label": "appendicitis"
    },
    {
        "pid": 24078130,
        "present_illness": "___ with one day of lower abdominal pain that started after  having a bowel movement at 5pm. Felt a lower abdominal pressure  that radiated into the groin which has not gone away since. Mild  nausea, no vomiting. Another bowel movement this evening. Feels  pressure with voiding as if he has to push to expel urine,  although has urinated multiple times since 5pm. Never had pain like this before, does not radiate to one side or the other. No  fevers, no sweats, no chills. No prior surgeries.    Past Medical History: ___: premature born at 32 weeks, found to have crytorchidism at birth, testes had descended into the scrotum as a toddler per patient and his mother, no issues since  PS: none    Social History: ___ Family History: Non contributory",
        "physical_examination": "Physical Exam upon admission: Exam: 97.6, 72, 120/64, 16, 99RA no acute distress, obese young male clear to auscultation bilaterally regular rate and rhythm abdomen soft nondistended mildly to moderately tender in  suprapubic region down into right groin, obese abdomen, no  obvious palpable testicle in right inguinal canal, no testicles  present in scrotum rectal no gross blood, hemoccult negative, no masses  Physical Exam",
        "laboratory_tests": {
            "Blue Top Hold": "HOLD.  DISCARD GREATER THAN 24 HRS OLD.",
            "White Blood Cells": "16.1 K/uL",
            "Red Blood Cells": "5.92 m/uL",
            "RDW": "13.0 %",
            "Platelet Count": "291.0 K/uL",
            "Neutrophils": "77.3 %",
            "Monocytes": "4.5 %",
            "MCV": "83.0 fL",
            "MCH": "27.5 pg",
            "Lymphocytes": "16.6 %",
            "Hemoglobin": "16.3 g/dL",
            "Hematocrit": "49.0 %",
            "Eosinophils": "1.2 %",
            "Basophils": "0.4 %",
            "Green Top Hold, plasma": "HOLD.  DISCARD GREATER THAN 4 HOURS OLD.",
            "MCHC": "33.2 %",
            "Sodium": "143.0 mEq/L",
            "Urea Nitrogen": "13.0 mg/dL",
            "Alanine Aminotransferase (ALT)": "42.0 IU/L",
            "Albumin": "5.1 g/dL",
            "Alkaline Phosphatase": "75.0 IU/L",
            "Anion Gap": "14.0 mEq/L",
            "Bicarbonate": "28.0 mEq/L",
            "Bilirubin, Total": "0.3 mg/dL",
            "Asparate Aminotransferase (AST)": "49.0 IU/L",
            "Chloride": "105.0 mEq/L",
            "Creatinine": "0.8 mg/dL",
            "Estimated GFR (MDRD equation)": "Using this patient's age, gender, and serum creatinine value of 0.8,.  Estimated GFR = >75 if non African-American (mL/min/1.73 m2).  Estimated GFR = >75 if African-American (mL/min/1.73 m2).  For comparison, mean GFR for age group 20-29 is 116 (mL/min/1.73 m2).  GFR<60 = Chronic Kidney Disease, GFR<15 = Kidney Failure.",
            "Glucose": "NEG.",
            "Lipase": "51.0 IU/L",
            "Potassium": "3.6 mEq/L",
            "Protein": "NEG.",
            "Urine Color": "Yellow.",
            "Urine Appearance": "Clear.",
            "Specific Gravity": "1.016  ",
            "Urobilinogen": "NEG.",
            "pH": "6.0 units",
            "Bilirubin": "NEG.",
            "Leukocytes": "NEG.",
            "Ketone": "NEG.",
            "Blood": "NEG.",
            "Nitrite": "NEG.",
            "INR(PT)": "1.0",
            "PT": "10.6 sec",
            "Lactate": "1.3 mmol/L",
            "Specimen Type": "VEN."
        },
        "radiology": "Note ID: 10085111-RR-12\nModality: CT\nRegion: Abdomen\nExam Name: CT ABD & PELVIS WITH CONTRAST\nReport: TECHNIQUE:\nMDCT images were obtained from the lung bases to the pubic\nsymphysis after administration of 150 cc of IV Omnipaque contrast.  Axial\nimages were interpreted in conjunction with coronal and sagittal reformats.\n\nFINDINGS:\nThe visualized heart is normal. Lung bases are clear.  No pericardial or\npleural effusion.\n\nABDOMEN:\nThe liver is normal without focal or diffuse abnormality. The gallbladder,\nintra- and extra-hepatic bile ducts, pancreas, and bilateral adrenal glands\nare normal.  The spleen is top normal size, 13.0 cm.  The kidneys enhance\nsymmetrically and excrete contrast promptly.  The ureters are normal in course\nand caliber.\n\nThe stomach is normal.  The small and large bowel enhance homogeneously and\nhave a normal course and calibur.  \n\nThe appendix is dilated to 9 mm, is fluid filled, and has periappendiceal\nstranding.  No extraluminal gas or periappendiceal collection.  \n\nNo retroperitoneal or mesenteric lymphadenopathy.  The portal and\nintra-abdominal systemic vasculature are normal.  The left renal vein is\nretroaortic.  No abdominal wall hernia, pneumoperitoneum, or free abdominal\nfluid.\n\nPELVIS:\nThe bladder and terminal ureters are normal.  The prostate gland is\nunremarkable.  2.2 cm hypodense structure in the right inguinal canal (2: 97)\nextending into the right pelvis is compatible with the right testis.  A\nbilobed hypodense structure anterior to the left external iliac vessels (2:83)\nextending into the left inguinal canal is compatible with undescended\ntesticles.  No pelvic side-wall or inguinal lymphadenopathy. No free pelvic\nfluid or inguinal hernia.\n\nOSSEOUS STRUCTURES:\nNo focal lytic or sclerotic lesion concerning for\nmalignancy.\n\n",
        "diagnosis_label": [
            "appendicitis"
        ],
        "discharge_diagnosis": "Acute Appendicitis",
        "pkl_label": "appendicitis"
    }
]