{
    "appendicitis": "appendicitis: general symptoms usually include pain around the naval that shifts to the right lower quadrant (RLQ) of the abdomen, accompanied by fever and nausea or vomiting. During a physical examination, a patient might show RLQ tenderness, positive rebound tenderness, or signs of peritonitis. Laboratory tests may reveal signs of an inflammatory response, such as an elevated white blood cell count and elevated C-reactive protein levels. Imaging may disclose an enlarged appendix or possibly an appendicolith.",
    "cholecystitis": "cholecystitis: general symptoms usually include pain in the right upper quadrant (RUQ) of the abdomen, fever, and nausea. During a physical examination, a patient might display RUQ tenderness or indications of jaundice. Laboratory tests may reveal signs of inflammation, such as elevated white blood cell count and C-reactive protein levels, liver damage, indicated through heightened Alanine Aminotransferase (ALT) or Asparate Aminotransferase (AST) levels, or gallbladder damage, indicated through heightened Bilirubin or Gamma Glutamyltransferase levels. Imaging may show gallstones, thickened gallbladder walls, pericholecystic fluid, and a distended gallbladder.",
    "diverticulitis": "diverticulitis: general symptoms typically encompass abdominal pain, primarily in the left lower quadrant (LLQ), along with fever, and nausea or vomiting. During a physical examination, a patient may display tenderness in the LLQ, fever, and signs of peritonitis. Laboratory tests often reveal signs of inflammation and infection, which may include an elevated white blood cell count and elevated C-reactive protein levels. Imaging findings often include bowel wall thickening, diverticula, inflammation, or abscesses around the affected segment of the colon.",
    "pancreatitis": "pancreatitis: general symptoms usually include abdominal pain, primarily in the epigastric region, along with nausea or vomiting. During a physical examination, a patient might display epigastric tenderness, fever, and signs of jaundice. Laboratory tests may reveal signs of inflammation, such as elevated white blood cell count and C-reactive protein levels, and pancreatic damage, indicated through heightened Amylase or Lipase levels. Further lab tests of hematocrit, urea nitrogen, triglycerides, calcium, sodium and potassium can indicate the severity of the disease. Imaging may show inflammation of the pancreas or fluid collection.",
    "hepatitis": "hepatitis: general symptoms usually include fatigue, malaise, anorexia, nausea, and sometimes right upper quadrant (RUQ) discomfort; in many cases, patients develop jaundice. During a physical examination, a patient might exhibit an enlarged, tender liver (hepatomegaly) along with stigmata of chronic liver disease (for example, palmar erythema or spider angiomata in advanced cases). Laboratory tests typically reveal markedly elevated aminotransferases (ALT and AST), which often exceed alkaline phosphatase and gamma-glutamyltransferase elevations unless there is a cholestatic component; serum bilirubin is frequently elevated, and coagulation parameters (e.g., INR) may be abnormal in severe cases. Serologic testing (for hepatitis A, B, C, etc.), autoimmune markers (ANA, anti-smooth muscle antibody), and metabolic studies (e.g., ceruloplasmin in Wilson disease) are used to help define the etiology. Imaging may reveal diffuse changes in liver parenchymal echotexture, evidence of inflammation, or chronic changes such as cirrhosis, with liver biopsy reserved for cases where a definitive diagnosis is needed.",
    "pyelonephritis": "pyelonephritis: general symptoms typically encompass high fever, chills, flank pain (often unilateral), and nausea or vomiting. During a physical examination, patients frequently demonstrate costovertebral angle (CVA) tenderness on the affected side. Laboratory tests usually show an elevated white blood cell count with a left shift and increased inflammatory markers; urinalysis is essential and generally reveals pyuria, bacteriuria, and, in many cases, white blood cell casts that support a renal parenchymal infection. Blood cultures may be positive, particularly in severe or complicated cases. Imaging may show an enlarged kidney with altered echotexture or even focal areas of infection (renal abscess) if complications have developed.",
    "cholangitis": "cholangitis: general symptoms generally include RUQ pain, fever (often with chills), and jaundice; this classic combination is sometimes referred to as Charcot's triad. During a physical examination, patients may display marked RUQ tenderness, and in more severe cases, signs of systemic toxicity (such as hypotension or altered mental status) may be evident. Laboratory tests often reveal leukocytosis with a significant inflammatory response (elevated C-reactive protein), along with a cholestatic pattern on liver function tests, notably increased bilirubin, alkaline phosphatase, and gamma-glutamyltransferase. Imaging studies typically demonstrate biliary duct dilatation, the presence of gallstones or strictures, and other findings of obstruction; in many cases, endoscopic retrograde cholangiopancreatography (ERCP) is employed for both diagnosis and biliary drainage.",
    "peritonitis": "peritonitis: general symptoms typically include the sudden onset of severe, diffuse abdominal pain accompanied by fever, nausea, and vomiting. During a physical examination, the patient may exhibit diffuse abdominal tenderness with rigidity, rebound tenderness, and guarding—all signs indicative of irritation of the peritoneal lining. Laboratory tests often reveal a marked elevation in the white blood cell count and C-reactive protein, and in some cases, metabolic acidosis (for example, an elevated lactate) may be seen. Imaging with plain abdominal X-rays can identify free intraperitoneal air (suggesting perforation) or abnormal bowel gas patterns, while a CT scan is very useful in localizing the source of infection (such as an abscess) and in evaluating complications.",
    "gastritis": "gastritis: general symptoms usually include epigastric pain, nausea, and vomiting along with dyspepsia (indigestion) or a burning sensation in the upper abdomen; some patients may report bloating or loss of appetite, and in cases with mucosal injury, melena may occur. During a physical examination, the findings are often subtle with mild epigastric tenderness being the most common observation. Laboratory tests may show a mild increase in inflammatory markers, and specific tests—such as serology or a urea breath test—can detect Helicobacter pylori infection. Imaging is less informative for mucosal detail; therefore, upper gastrointestinal endoscopy is the diagnostic modality of choice, revealing mucosal erythema, erosions, or ulcerations that confirm the diagnosis."
}