{
  "appendicitis":"To diagnose appendicitis consider the following criteria: General symptoms usually include pain around the naval that shifts to the right lower quadrant (RLQ) of the abdomen, accompanied by fever and nausea or vomiting. During a physical examination, a patient might show RLQ tenderness, positive rebound tenderness, or signs of peritonitis. Laboratory tests may reveal signs of an inflammatory response, such as an elevated white blood cell count and elevated C-reactive protein levels. Imaging may disclose an enlarged appendix or possibly an appendicolith.",
  
  "cholecystitis":"To diagnose cholecystitis, consider the following criteria: General symptoms usually include pain in the right upper quadrant (RUQ) of the abdomen, fever, and nausea. During a physical examination, a patient might display RUQ tenderness or indications of jaundice. Laboratory tests may reveal signs of inflammation, such as elevated white blood cell count and C-reactive protein levels, liver damage, indicated through heightened Alanine Aminotransferase (ALT) or Asparate Aminotransferase (AST) levels, or gallbladder damage, indicated through heightened Bilirubin or Gamma Glutamyltransferase levels. Imaging may show gallstones, thickened gallbladder walls, pericholecystic fluid, and a distended gallbladder.",

  "diverticulitis":"To diagnose diverticulitis consider the following criteria: General symptoms typically encompass abdominal pain, primarily in the left lower quadrant (LLQ), along with fever, and nausea or vomiting. During a physical examination, a patient may display tenderness in the LLQ, fever, and signs of peritonitis. Laboratory tests often reveal signs of inflammation and infection, which may include an elevated white blood cell count and elevated C-reactive protein levels. Imaging findings often include bowel wall thickening, diverticula, inflammation, or abscesses around the affected segment of the colon.",

  "pancreatitis":"To diagnose pancreatitis consider the following criteria: General symptoms usually include abdominal pain, primarily in the epigastric region, along with nausea or vomiting. During a physical examination, a patient might display epigastric tenderness, fever, and signs of jaundice. Laboratory tests may reveal signs of inflammation, such as elevated white blood cell count and C-reactive protein levels, and pancreatic damage, indicated through heightened Amylase or Lipase levels. Further lab tests of hematocrit, urea nitrogen, triglycerides, calcium, sodium and potassium can indicate the severity of the disease. Imaging may show inflammation of the pancreas or fluid collection.",
   
  "hepatitis":"To diagnose hepatitis consider the following criteria: Basic symptoms include fatigue, malaise, anorexia, nausea, vomiting, right upper‑quadrant discomfort, and jaundice with dark urine and pale stools, sometimes accompanied by low‑grade fever and pruritus. On physical examination, patients may exhibit scleral icterus, hepatomegaly, right upper‑quadrant tenderness, splenomegaly in chronic cases, ascites, palmar erythema, spider angiomas, caput medusae, and asterixis in hepatic encephalopathy. Laboratory tests show elevated alanine aminotransferase (ALT) and aspartate aminotransferase (AST) (ALT＞AST in acute viral hepatitis; AST/ALT＞2 in alcoholic hepatitis; AST/ALT＞1 in chronic hepatitis or cirrhosis), hyperbilirubinemia (predominantly direct bilirubin), prolonged prothrombin time or INR, elevated C‑reactive protein, and disease‑specific markers such as IgM anti‑HAV, HBsAg with IgM anti‑HBc, HCV RNA with anti‑HCV, ANA, ASMA, or anti‑LKM1; additional tests include IgG levels for autoimmune hepatitis, metabolic panels (glucose, lipids) for fatty liver, and drug‑level assays when indicated. Imaging studies should include abdominal ultrasound as first‑line to assess liver echotexture, biliary tract patency, and signs of cirrhosis; contrast‑enhanced CT or MRI when complications or diagnostic uncertainty arise to evaluate inflammation, necrosis, or focal lesions; transient elastography (FibroScan) for noninvasive fibrosis staging; and liver biopsy as the gold standard for grading inflammation and fibrosis.",

  "pyelonephritis":"To diagnose pyelonephritis consider the following criteria: Basic symptoms include high fever (≥38.5°C), chills, unilateral flank pain often radiating to the groin, urinary urgency, frequency, dysuria, and hematuria, with nausea and vomiting in severe cases; chronic cases may present with nocturia, hypertension, and progressive renal dysfunction. On physical examination, costovertebral angle tenderness on percussion is the hallmark, with possible palpable renal enlargement in the acute stage, flushed appearance, tachycardia, hypotension, and other signs of sepsis in advanced disease. Laboratory tests show pyuria (>10 WBC/HPF), positive leukocyte esterase and nitrite (nitrite may be false‑negative in Enterococcus), leukocyte casts on microscopy, midstream clean‑catch urine culture with ≥10⁵ CFU/mL of uropathogens, and peripheral leukocytosis with neutrophilia; blood cultures are indicated if sepsis is suspected. Imaging studies include abdominal ultrasound to exclude urinary tract obstruction and to assess renal pelvic wall thickening and parenchymal echotexture; contrast‑enhanced CT or MRI in complicated cases to detect renal enlargement, wedge‑shaped hypodense lesions, perirenal fat stranding, emphysematous infection, abscess formation, or papillary necrosis; and IVP, CT, or MRI in chronic pyelonephritis to reveal renal atrophy, cortical scarring, and calyceal deformities.",

  "cholangitis":"To diagnose cholangitis consider the following criteria: Basic symptoms include fever with chills, right upper‑quadrant pain, and jaundice (Charcot’s triad), which in severe cases may progress to hypotension and altered mental status (Reynolds’ pentad); On physical examination, patients may have right upper‑quadrant tenderness, a positive Murphy’s sign, scleral icterus, tachycardia, hypotension, and signs of systemic sepsis; Laboratory tests show leukocytosis with left shift, markedly elevated C‑reactive protein (CRP) and procalcitonin (PCT), cholestatic enzyme pattern with elevated alkaline phosphatase (ALP) and gamma‑glutamyl transferase (GGT), direct hyperbilirubinemia, mild transaminase elevation, and prolonged prothrombin time; blood cultures often yield Gram‑negative organisms such as Escherichia coli or Klebsiella species; Imaging studies include abdominal ultrasound as first‑line to demonstrate bile duct dilation and stones; contrast‑enhanced CT or magnetic resonance cholangiopancreatography (MRCP) for detailed evaluation of biliary obstruction or strictures; endoscopic ultrasound (EUS) when MRCP is inconclusive; and endoscopic retrograde cholangiopancreatography (ERCP) for definitive diagnosis and therapeutic biliary drainage.",

  "peritonitis":"To diagnose peritonitis consider the following criteria: Basic symptoms include sudden onset severe diffuse abdominal pain that worsens with movement and may force the patient into a guarded posture, fever (>38 °C) with chills, nausea, vomiting, and features of paralytic ileus such as absence of flatus or bowel movements; On physical examination, look for peritoneal irritation signs—tenderness, rebound tenderness, involuntary guarding—along with diminished or absent bowel sounds, shifting dullness from ascites, and in severe cases tachycardia and hypotension; Laboratory tests show leukocytosis (>15×10⁹ /L) with neutrophil predominance (>90%), markedly elevated C‐reactive protein and procalcitonin; in spontaneous bacterial peritonitis ascitic fluid analysis reveals an absolute neutrophil count >250 cells/μL and a serum‐ascites albumin gradient ≥1.1 g/dL with positive cultures in ~50% of cases, whereas secondary peritonitis from perforation often demonstrates elevated blood lactate (>4 mmol/L) and positive blood cultures; Imaging studies include an upright abdominal radiograph showing free air under the diaphragm, contrast‐enhanced CT scan to identify perforation sites, abscesses, or ischemic bowel, abdominal ultrasound to detect ascites and guide diagnostic paracentesis, and CT/MRI when needed to distinguish from bowel obstruction or pancreatitis.",

  "gastritis":"To diagnose gastritis consider the following criteria: Basic symptoms include epigastric pain or burning (often meal‑related), postprandial fullness, nausea, vomiting, bloating, and early satiety; acute erosive gastritis may present with hematemesis or melena, but there is no right upper‑quadrant radiation or belt‑like back pain. On physical examination, only mild epigastric tenderness is usually found, without peritoneal signs or a positive Murphy’s sign. Laboratory tests focus on Helicobacter pylori detection by urea breath test (C13/C14), stool antigen, or biopsy (CLO test); for suspected autoimmune gastritis, test anti‑parietal cell and anti‑intrinsic factor antibodies and evaluate for megaloblastic anemia (vitamin B12 deficiency); complete blood count is typically normal or shows only mild leukocytosis. Imaging studies include upper gastrointestinal endoscopy (EGD) as the gold standard, revealing gastric mucosal erythema, edema, erosions, or atrophy (predominantly in the body for autoimmune cases) and permitting biopsy for histology; endoscopic evaluation also distinguishes gastritis from peptic ulcer disease and gastric malignancy.",

  "esophagitis":"To diagnose esophagitis consider the following criteria: Basic symptoms include heartburn (retrosternal burning pain, often postprandial or when lying flat), acid regurgitation, odynophagia or dysphagia, chest discomfort, globus sensation, and extraesophageal manifestations such as chronic cough or hoarseness. On physical examination there are usually no specific findings, though mild epigastric or substernal tenderness may be present. Laboratory tests are not diagnostic for mucosal injury, but 24‑hour ambulatory esophageal pH monitoring demonstrating increased acid exposure and an empirical proton pump inhibitor trial support reflux esophagitis; when infection or eosinophilic esophagitis is suspected, biopsy specimens obtained at endoscopy are sent for fungal/viral cultures and eosinophil count. Imaging studies include upper gastrointestinal endoscopy (EGD) as the gold standard, revealing mucosal erythema, erosions, ulcers, strictures, rings, or Barrett’s changes (graded by the Los Angeles classification) with biopsy to exclude infection or malignancy; barium swallow radiography may be used to detect structural abnormalities or when endoscopy is contraindicated.",
 
  "colitis":"To diagnose colitis consider the following criteria: Basic symptoms include abdominal pain—often left lower‑quadrant cramping—diarrhea frequently mucopurulent or bloody, tenesmus, fever, fatigue, weight loss, and signs of dehydration; On physical examination, note left lower‑quadrant tenderness, hyperactive bowel sounds, absence of peritoneal signs, with severe cases showing abdominal distension suggestive of toxic megacolon and possible hypotension; Laboratory tests reveal elevated inflammatory markers (C‑reactive protein, erythrocyte sedimentation rate), leukocytosis, anemia, electrolyte disturbances, positive stool studies for pathogens (bacterial culture, ova and parasites, Clostridioides difficile toxin/PCR), elevated fecal calprotectin, and serologic markers such as p‑ANCA positivity in ulcerative colitis; Imaging studies include colonoscopy as the gold standard demonstrating diffuse mucosal erythema, friability, erosions, shallow ulcers, and pseudopolyps with biopsy showing crypt abscesses, abdominal radiography to detect colonic dilation or free air, and contrast‑enhanced CT or MRI to assess bowel wall thickening, pericolonic fat stranding, abscess formation, and to exclude neoplasia or diverticulitis.",

  "duodenitis":"To diagnose duodenitis consider the following criteria: Basic symptoms include epigastric pain or burning that is worse when fasting or at night and relieved by eating, acid reflux, heartburn, postprandial bloating, belching, nausea, and occasional vomiting without right shoulder radiation or belt‑like back pain; On physical examination, only mild epigastric tenderness is typically noted without peritoneal signs; Laboratory tests focus on Helicobacter pylori detection by urea breath test (C13/C14) or stool antigen assay, complete blood count is usually normal (distinguishing from infectious gastroenteritis) but may show anemia if chronic bleeding occurs, and celiac serology is indicated when malabsorptive symptoms suggest celiac disease; Imaging studies include upper gastrointestinal endoscopy (EGD) as the gold standard, revealing duodenal bulb mucosal erythema, edema, erosions, or aphthous‑type ulcers with biopsy for rapid urease testing and histology, abdominal ultrasound or CT to exclude biliary tract stones or pancreatic pathology, and barium swallow studies when endoscopy is contraindicated.",

  "cystitis":"To diagnose cystitis consider the following criteria: Basic symptoms include bladder irritation such as dysuria, urinary frequency, urgency, suprapubic discomfort or pressure, often accompanied by turbid or foul‑smelling urine and possible hematuria or pyuria, while flank pain, fever, and chills are typically absent; On physical examination, suprapubic tenderness may be present, but costovertebral angle tenderness and peritoneal signs are absent, and vital signs are usually normal; Laboratory tests show urinalysis with positive leukocyte esterase and nitrite, microscopic pyuria (>10 WBC/HPF), bacteriuria, and clean‑catch midstream urine culture yielding ≥10³ CFU/mL of a uropathogen, with peripheral blood counts generally unremarkable; Imaging studies are not routinely required for uncomplicated cystitis, but ultrasound or CT may demonstrate bladder wall thickening or mucosal irregularity in complex or recurrent cases, and cystoscopy can assess mucosal inflammation and exclude alternative diagnoses such as urethritis or prostatitis.",

  "enteritis":"To diagnose enteritis consider the following criteria: Basic symptoms include acute diarrhea—watery, mucous, or bloody—periumbilical or diffuse abdominal cramping, nausea, vomiting, fever and malaise, with signs of dehydration such as tachycardia and poor skin turgor; On physical examination, mild abdominal tenderness localized to affected segments or diffuse, hyperactive bowel sounds, and absence of peritoneal signs; Laboratory tests show leukocytosis on complete blood count, elevated C‑reactive protein and erythrocyte sedimentation rate, stool analysis revealing leukocytes, erythrocytes, and macrophages, stool culture/PCR for bacterial and viral pathogens including Clostridioides difficile toxin, and fecal calprotectin in inflammatory cases, as well as metabolic panels assessing dehydration and electrolyte disturbances; Imaging studies include endoscopic evaluation (ileocolonoscopy) as the gold standard—demonstrating diffuse mucosal hyperemia, erosions, or ulcers in infectious enteritis or segmental cobblestone changes in Crohn’s disease—and abdominal ultrasound or contrast‑enhanced CT to exclude appendicitis, bowel obstruction, or other complications.",

  "orchitis":"To diagnose orchitis consider the following criteria: Basic symptoms include unilateral or bilateral testicular pain, swelling, scrotal erythema and warmth, often accompanied by fever and urinary symptoms such as dysuria, frequency, and discharge in bacterial cases, or preceding parotitis in mumps orchitis; On physical examination, the affected testis is enlarged, tender, and warm, with a normal cremasteric reflex and a positive Prehn’s sign (pain relief on scrotal elevation), and without a high‑riding or transverse‑lie testis as seen in torsion; Laboratory tests reveal leukocytosis with neutrophilia and elevated C‑reactive protein in bacterial infections, pyuria and a midstream urine culture yielding ≥10⁵ CFU/mL, nucleic acid amplification testing for Chlamydia trachomatis and Neisseria gonorrhoeae when STIs are suspected, and mumps IgM serology in viral cases; Imaging studies rely on color Doppler scrotal ultrasound demonstrating increased intratesticular blood flow and reactive hydrocele to distinguish orchitis from torsion (reduced flow), with scrotal MRI reserved for equivocal cases."
}